Repository: dgzeraayt/TanTracker
Catalog: SOLA/Localizable.xcstrings
Source language: fr
Languages: en, es, it, pt

source: Qu'est-ce qui arrive à ta peau en première exposition?
en: What happens to your skin on first exposure?
es: ¿Qué le pasa a tu piel en la primera exposición?
it: Cosa succede alla tua pelle alla prima esposizione?
pt: O que acontece à tua pele na primeira exposição?

source: Quand tu approches ton seuil
en: When you near your limit
es: Cuando te acercas a tu límite
it: Quando ti avvicini al limite
pt: Quando te aproximas do teu limite

source: Quel âge ?
en: How old?
es: ¿Qué edad?
it: Quanti anni?
pt: Que idade?

source: Quelle est ta carnation?
en: What's your complexion?
es: ¿Cuál es tu tono de piel?
it: Qual è la tua carnagione?
pt: Qual é a tua tez?

source: Quelle est ta couleur naturelle?
en: What's your natural color?
es: ¿Cuál es tu color natural?
it: Qual è il tuo colore naturale?
pt: Qual é a tua cor natural?

source: Quelle est ta teinte d'yeux naturelle?
en: What's your natural eye shade?
es: ¿Cuál es tu tono de ojos natural?
it: Qual è la tua tonalità naturale degli occhi?
pt: Qual é o tom natural dos teus olhos?

source: Quelle teinte vises-tu ?
en: What shade are you aiming for?
es: ¿Qué tono buscas?
it: Quale tonalità punti?
pt: Que tom procuras?

source: Quelques expositions courtes suffiront à garder cette teinte.
en: A few short exposures will be enough to keep this shade.
es: Unas pocas exposiciones cortas bastarán para mantener este tono.
it: Poche esposizioni brevi basteranno a mantenere questa tinta.
pt: Algumas exposições curtas bastarão para manter este tom.

source: Quelques minutes bien choisies suffisent pour ta bonne mine.
en: A few well-chosen minutes are enough for your healthy glow.
es: Unos minutos bien elegidos bastan para tu buen aspecto.
it: Pochi minuti ben scelti bastano per il tuo bel colorito.
pt: Alguns minutos bem escolhidos bastam para o teu ar saudável.

source: Quelques zones inégales à lisser avec le temps.
en: A few uneven areas to smooth out over time.
es: Algunas zonas desiguales que igualar con el tiempo.
it: Alcune zone irregolari da uniformare col tempo.
pt: Algumas zonas desiguais a suavizar com o tempo.

source: Quelques-unes
en: A few
es: Algunas
it: Alcune
pt: Algumas

source: Rappels SPF
en: SPF reminders
es: Recordatorios de SPF
it: Promemoria SPF
pt: Lembretes de SPF

source: Rappels SPF, durée d'exposition sûre et alertes personnalisées selon ton phototype. Bronzage oui, coup de soleil non.
en: SPF reminders, safe exposure time and personalized alerts based on your phototype. Tan yes, sunburn no.
es: Recordatorios de SPF, tiempo de exposición seguro y alertas personalizadas según tu fototipo. Bronceado sí, quemadura no.
it: Promemoria SPF, tempo di esposizione sicuro e avvisi personalizzati in base al tuo fototipo. Abbronzatura sì, scottatura no.
pt: Lembretes de SPF, tempo de exposição seguro e alertas personalizados segundo o teu fototipo. Bronzeado sim, queimadura não.

source: Rapproche ton visage
en: Move your face closer
es: Acerca tu cara
it: Avvicina il viso
pt: Aproxima o teu rosto

source: Rapproche-toi : ton visage est trop loin pour une analyse fiable.
en: Get closer: your face is too far for a reliable analysis.
es: Acércate: tu rostro está demasiado lejos para un análisis fiable.
it: Avvicinati: il viso è troppo lontano per un'analisi affidabile.
pt: Aproxima-te: o teu rosto está longe demais para uma análise fiável.

source: Raté
en: Missed
es: Fallaste
it: Mancato
pt: Falhou

source: Recadre ton selfie
en: Crop your selfie
es: Recorta tu selfie
it: Ritaglia il tuo selfie
pt: Recorta a tua selfie

source: Recherche web
en: Web search
es: Búsqueda web
it: Ricerca web
pt: Pesquisa web

source: Recommandation du jour
en: Today's recommendation
es: Recomendación del día
it: Consiglio del giorno
pt: Recomendação do dia

source: Recule un peu
en: Move back a little
es: Aléjate un poco
it: Allontanati un po'
pt: Afasta-te um pouco

source: Recule un peu : ton visage est trop près de l'objectif.
en: Step back a little: your face is too close to the lens.
es: Aléjate un poco: tu cara está demasiado cerca del objetivo.
it: Allontanati un po': il viso è troppo vicino all'obiettivo.
pt: Afasta-te um pouco: o teu rosto está demasiado perto da objetiva.

source: Refaire le test phototype
en: Redo the phototype test
es: Rehacer el test de fototipo
it: Rifai il test del fototipo
pt: Refazer o teste de fototipo

source: Refuser
en: Decline
es: Rechazar
it: Rifiuta
pt: Recusar

source: Rejins-moi sur Goldn pour un bronzage en toute sécurité ☀️
en: Join me on Goldn for safe tanning ☀️
es: Únete a mí en Goldn para broncearte con seguridad ☀️
it: Unisciti a me su Goldn per un'abbronzatura sicura ☀️
pt: Junta-te a mim no Goldn para um bronzeamento seguro ☀️

source: Remets de la crème
en: Reapply sunscreen
es: Reaplica protector
it: Riapplica la crema
pt: Reaplica protetor

source: Renouvellement de protection
en: Protection renewal
es: Renovación de protección
it: Rinnovo della protezione
pt: Renovação de proteção

source: Rentre à l'ombre après ce créneau.
en: Get in the shade after this window.
es: Ponte a la sombra después de esta franja.
it: Mettiti all'ombra dopo questa fascia.
pt: Vai para a sombra depois desta janela.

source: Reprendre
en: Resume
es: Reanudar
it: Riprendi
pt: Retomar

source: Reprends le contrôle de ton bronzage
en: Take back control of your tan
es: Recupera el control de tu bronceado
it: Riprendi il controllo della tua abbronzatura
pt: Retoma o controlo do teu bronzeado

source: Restauration indisponible
en: Restore unavailable
es: Restauración no disponible
it: Ripristino non disponibile
pt: Restauro indisponível

source: Restaurer
en: Restore
es: Restaurar
it: Ripristina
pt: Restaurar

source: Restaurer mes achats
en: Restore my purchases
es: Restaurar mis compras
it: Ripristina i miei acquisti
pt: Restaurar as minhas compras

source: Reste protégé·e
en: Stay protected
es: Mantente protegido
it: Resta protetto
pt: Mantém-te protegido

source: Reste sur des séances brèves, ta peau te remerciera.
en: Stick to short sessions, your skin will thank you.
es: Quédate con sesiones breves, tu piel te lo agradecerá.
it: Resta su sessioni brevi, la tua pelle ti ringrazierà.
pt: Fica por sessões breves, a tua pele agradece.

source: Reste sur la finesse : peu d'UV, beaucoup d'éclat.
en: Keep it subtle: little UV, lots of glow.
es: Quédate en lo sutil: poco UV, mucho brillo.
it: Resta sul sottile: pochi UV, molto splendore.
pt: Fica no subtil: pouco UV, muito brilho.

source: Retire crème, sel et chlore
en: Remove cream, salt and chlorine
es: Retira crema, sal y cloro
it: Rimuovi crema, sale e cloro
pt: Remove creme, sal e cloro

source: Retire crème, sel et chlore sous la douche.
en: Wash off cream, salt and chlorine in the shower.
es: Quita crema, sal y cloro en la ducha.
it: Rimuovi crema, sale e cloro sotto la doccia.
pt: Remove creme, sal e cloro no duche.

source: Retourne-toi
en: Turn over
es: Date la vuelta
it: Girati
pt: Vira-te

source: Retourne-toi · côté dos
en: Turn over · back side
es: Date la vuelta · espalda
it: Girati · lato schiena
pt: Vira-te · lado das costas

source: Retourne-toi à mi-temps
en: Turn over halfway
es: Date la vuelta a la mitad
it: Girati a metà
pt: Vira-te a meio

source: Risque de cancer cutané
en: Skin cancer risk
es: Riesgo de cáncer de piel
it: Rischio di cancro alla pelle
pt: Risco de cancro de pele

source: Risque de coup de soleil dans ~%lld min. Couvre-toi avant d'atteindre ton seuil.
en: Sunburn risk in ~%lld min. Cover up before reaching your limit.
es: Riesgo de quemadura en ~%lld min. Cúbrete antes de llegar a tu límite.
it: Rischio di scottatura tra ~%lld min. Copriti prima di raggiungere il limite.
pt: Risco de queimadura em ~%lld min. Cobre-te antes de atingir o teu limite.

source: Risque élevé
en: High risk
es: Riesgo alto
it: Rischio elevato
pt: Risco elevado

source: Rougeur
en: Redness
es: Enrojecimiento
it: Rossore
pt: Vermelhidão

source: Rougeur importante : ce n'est vraiment pas le moment d'en rajouter.
en: Significant redness: really not the time to add more.
es: Rojez importante: no es el momento de añadir más.
it: Rossore importante: davvero non è il momento di aggiungerne.
pt: Vermelhidão acentuada: mesmo não é altura de exagerar.

source: Rougeur élevée détectée : ta peau est en train de réagir aux UV.
en: High redness detected: your skin is reacting to the UV.
es: Rojez alta detectada: tu piel está reaccionando a los UV.
it: Rossore elevato rilevato: la tua pelle sta reagendo ai raggi UV.
pt: Vermelhidão elevada detetada: a tua pele está a reagir aos UV.

source: Routine Maître
en: Routine Master
es: Maestro de Rutinas
it: Maestro della Routine
pt: Mestre da Rotina

source: Routines complètes
en: Complete routines
es: Rutinas completas
it: Routine complete
pt: Rotinas completas

source: Réaction au soleil
en: Sun reaction
es: Reacción al sol
it: Reazione al sole
pt: Reação ao sol

source: Réaction solaire
en: Sun reaction
es: Reacción al sol
it: Reazione al sole
pt: Reação ao sol

source: Réapplique ta crème (SPF %lld)
en: Reapply your sunscreen (SPF %lld)
es: Vuelve a aplicar tu protector (SPF %lld)
it: Riapplica la crema (SPF %lld)
pt: Reaplica o teu protetor (SPF %lld)

source: Réappliquer la protection
en: Reapply protection
es: Reaplicar protección
it: Riapplica la protezione
pt: Reaplicar proteção

source: Récompenses
en: Rewards
es: Recompensas
it: Ricompense
pt: Recompensas

source: Réduis un peu la dose et surveille comment elle évolue.
en: Reduce the dose a bit and watch how it evolves.
es: Reduce un poco la dosis y observa cómo evoluciona.
it: Riduci un po' la dose e osserva come evolve.
pt: Reduz um pouco a dose e observa como evolui.

source: Réessaie
en: Try again
es: Reintenta
it: Riprova
pt: Tenta de novo

source: Réessayer
en: Try again
es: Reintentar
it: Riprova
pt: Tentar de novo

source: Réglages
en: Settings
es: Ajustes
it: Impostazioni
pt: Definições

source: Réinitialiser
en: Reset
es: Restablecer
it: Reimposta
pt: Repor

source: Réinitialiser l'application
en: Reset the app
es: Restablecer la app
it: Reimposta l'app
pt: Repor a app

source: S'exposer au moment perfait
en: Tan at the perfect moment
es: Exponerte en el momento perfecto
it: Esporsi al momento perfetto
pt: Expor-te no momento perfeito

source: SPF %lld + réappli toutes les 2h
en: SPF %lld + reapply every 2h
es: SPF %lld + reaplica cada 2h
it: SPF %lld + riapplica ogni 2h
pt: SPF %lld + reaplica a cada 2h

source: SPF conseillé
en: Recommended SPF
es: SPF recomendado
it: SPF consigliato
pt: SPF recomendado

source: SPF à renouveler
en: Reapply SPF
es: Renovar SPF
it: SPF da riapplicare
pt: SPF a renovar

source: Sans dose maîtrisée, ta peau paie le prix :
en: Without a controlled dose, your skin pays the price:
es: Sin una dosis controlada, tu piel paga el precio:
it: Senza una dose controllata, la tua pelle paga il prezzo:
pt: Sem uma dose controlada, a tua pele paga o preço:

source: Sans engagement · Annulable à tout moment
en: No commitment · Cancel anytime
es: Sin compromiso · Cancela cuando quieras
it: Nessun impegno · Disdici quando vuoi
pt: Sem compromisso · Cancela quando quiseres

source: Savoure : de courtes séances suffisent désormais.
en: Enjoy: short sessions are enough now.
es: Disfruta: ahora bastan sesiones cortas.
it: Goditela: ora bastano sessioni brevi.
pt: Aproveita: agora bastam sessões curtas.

source: Scanne ta peau
en: Scan your skin
es: Escanea tu piel
it: Scansiona la tua pelle
pt: Analisa a tua pele

source: Scanne ta peau depuis l'onglet Analyse pour des métriques détaillées.
en: Scan your skin from the Analysis tab for detailed metrics.
es: Escanea tu piel desde la pestaña Análisis para ver métricas detalladas.
it: Scansiona la tua pelle dalla scheda Analisi per metriche dettagliate.
pt: Analisa a tua pele no separador Análise para métricas detalhadas.

# Sem. %lld/%lld
source: Sem. %1$lld/%2$lld
en: Wk %1$lld/%2$lld
it: Sett. %1$lld/%2$lld

# Semaine %lld sur %lld
source: Semaine %1$lld sur %2$lld
en: Week %1$lld of %2$lld
es: Semana %1$lld de %2$lld
it: Settimana %1$lld di %2$lld
pt: Semana %1$lld de %2$lld

source: Semaine 1 — Sans te brûler
en: Week 1 — Without burning
es: Semana 1 — Sin quemarte
it: Settimana 1 — Senza scottarti
pt: Semana 1 — Sem te queimares

source: Semaine 2 — Un hâle régulier
en: Week 2 — An even tan
es: Semana 2 — Un bronceado uniforme
it: Settimana 2 — Un'abbronzatura uniforme
pt: Semana 2 — Um bronzeado uniforme

source: Semaine 4 — Ton bilan
en: Week 4 — Your results
es: Semana 4 — Tu balance
it: Settimana 4 — Il tuo bilancio
pt: Semana 4 — O teu balanço

source: Seuil rougeur
en: Redness threshold
es: Umbral de rojez
it: Soglia rossore
pt: Limiar de vermelhidão

source: Seulement à la plage
en: Only at the beach
es: Solo en la playa
it: Solo in spiaggia
pt: Só na praia

source: Soir
en: Evening
es: Noche
it: Sera
pt: Noite

source: Soleil
en: Sun
es: Sol
it: Sole
pt: Sol

source: Sous le Soleil
en: Under the Sun
es: Bajo el Sol
it: Sotto il Sole
pt: Sob o Sol

source: Stabiliser et préserver ta teinte
en: Stabilize and preserve your shade
es: Estabilizar y preservar tu tono
it: Stabilizzare e preservare la tonalità
pt: Estabilizar e preservar o teu tom

source: Statistiques
en: Statistics
es: Estadísticas
it: Statistiche
pt: Estatísticas

source: Stoppe l'exposition, applique un soin apaisant et bois de l'eau.
en: Stop the exposure, apply a soothing care and drink water.
es: Detén la exposición, aplica un cuidado calmante y bebe agua.
it: Interrompi l'esposizione, applica un trattamento lenitivo e bevi acqua.
pt: Para a exposição, aplica um cuidado calmante e bebe água.

source: Suivant
en: Next
es: Siguiente
it: Avanti
pt: Seguinte

source: Suivi photo
en: Photo tracking
es: Seguimiento de fotos
it: Monitoraggio foto
pt: Acompanhamento de fotos

source: Suivi quotidien
en: Daily tracking
es: Seguimiento diario
it: Monitoraggio quotidiano
pt: Acompanhamento diário

source: Superbe hâle, profond et bien installé.
en: Superb tan, deep and well set.
es: Bronceado estupendo, profundo y bien asentado.
it: Splendida abbronzatura, intensa e ben definita.
pt: Bronzeado soberbo, profundo e bem assente.

source: Supprime ton profil, tes sessions et tes photos. Action irréversible.
en: Deletes your profile, sessions and photos. This cannot be undone.
es: Elimina tu perfil, tus sesiones y tus fotos. Acción irreversible.
it: Elimina il tuo profilo, le sessioni e le foto. Azione irreversibile.
pt: Elimina o teu perfil, sessões e fotos. Ação irreversível.

source: Sur peau claire, mieux vaut sous-doser les UV que l'inverse.
en: On fair skin, better to under-dose UV than the opposite.
es: En piel clara, mejor quedarse corto con los UV que pasarse.
it: Su pelle chiara, meglio sotto-dosare i raggi UV che il contrario.
pt: Em pele clara, mais vale subdosar os UV do que o contrário.

source: Sur tout le visage et corps
en: All over face and body
es: Por toda la cara y el cuerpo
it: Su tutto il viso e il corpo
pt: Por todo o rosto e corpo

source: Sur toutes les zones exposées
en: On all exposed areas
es: En todas las zonas expuestas
it: Su tutte le zone esposte
pt: Em todas as zonas expostas

source: Sur toutes les zones exposées, avant de sortir.
en: On all exposed areas, before going out.
es: En todas las zonas expuestas, antes de salir.
it: Su tutte le zone esposte, prima di uscire.
pt: Em todas as zonas expostas, antes de sair.

source: Surtout après une baignade
en: Especially after swimming
es: Sobre todo tras un baño
it: Soprattutto dopo un bagno
pt: Sobretudo após um banho

source: Surtout après une baignade. Pense à t'hydrater.
en: Especially after swimming. Remember to hydrate.
es: Sobre todo tras un baño. Acuérdate de hidratarte.
it: Soprattutto dopo un bagno. Ricordati di idratarti.
pt: Sobretudo após um banho. Lembra-te de te hidratares.

source: Surtout l'été au soleil
en: Mostly in summer sun
es: Sobre todo en verano al sol
it: Soprattutto d'estate al sole
pt: Sobretudo no verão ao sol

source: Séance guidée
en: Guided session
es: Sesión guiada
it: Sessione guidata
pt: Sessão guiada

source: Séance soleil du jour faite — belle progression !
en: Today's sun session done — great progress!
es: Sesión de sol de hoy hecha — ¡buen progreso!
it: Sessione di sole di oggi fatta — ottimi progressi!
pt: Sessão de sol de hoje feita — bom progresso!

source: Séances
en: Sessions
es: Sesiones
it: Sessioni
pt: Sessões

source: Sécurité de la peau
en: Skin safety
es: Seguridad de la piel
it: Sicurezza della pelle
pt: Segurança da pele

source: Série active 🔥
en: Active streak 🔥
es: Racha activa 🔥
it: Serie attiva 🔥
pt: Sequência ativa 🔥

source: Série brisée
en: Streak broken
es: Racha rota
it: Serie interrotta
pt: Sequência quebrada

source: TERMINÉ
en: DONE
es: COMPLETADO
it: COMPLETATO
pt: CONCLUÍDO

source: Ta carnation est claire et reposée.
en: Your complexion is fair and rested.
es: Tu tez está clara y descansada.
it: Il tuo incarnato è chiaro e riposato.
pt: A tua pele está clara e descansada.

source: Ta carnation naturelle ?
en: Your natural complexion?
es: ¿Tu tono natural?
it: La tua carnagione naturale?
pt: A tua tez natural?

source: Ta couleur correspond à ce que tu recherches.
en: Your color matches what you're after.
es: Tu color coincide con lo que buscas.
it: Il tuo colore corrisponde a ciò che cerchi.
pt: A tua cor corresponde ao que procuras.

source: Ta fenêtre préférée
en: Your favorite window
es: Tu franja preferida
it: La tua fascia preferita
pt: A tua janela preferida

source: Ta peau
en: Your skin
es: Tu piel
it: La tua pelle
pt: A tua pele

source: Ta peau affiche exactement la couleur visée.
en: Your skin shows exactly the targeted color.
es: Tu piel muestra justo el color buscado.
it: La tua pelle mostra esattamente il colore mirato.
pt: A tua pele mostra exatamente a cor pretendida.

source: Ta peau affiche une couleur pleine et dorée.
en: Your skin shows a full, golden color.
es: Tu piel luce un color pleno y dorado.
it: La tua pelle mostra un colore pieno e dorato.
pt: A tua pele mostra uma cor plena e dourada.

source: Ta peau change, on adapte les recommandations.
en: Your skin changes, we adapt the recommendations.
es: Tu piel cambia, adaptamos las recomendaciones.
it: La tua pelle cambia, adattiamo i consigli.
pt: A tua pele muda, adaptamos as recomendações.

source: Ta peau claire réclame un SPF généreux.
en: Your fair skin calls for generous SPF.
es: Tu piel clara pide un SPF generoso.
it: La tua pelle chiara richiede un SPF generoso.
pt: A tua pele clara pede um SPF generoso.

source: Ta peau commence à rosir légèrement.
en: Your skin is starting to redden slightly.
es: Tu piel empieza a enrojecer ligeramente.
it: La tua pelle inizia ad arrossarsi leggermente.
pt: A tua pele começa a corar ligeiramente.

source: Ta peau est encore très claire, tout est à construire.
en: Your skin is still very fair, everything's to build.
es: Tu piel aún está muy clara, todo está por construir.
it: La tua pelle è ancora molto chiara, tutto è da costruire.
pt: A tua pele ainda está muito clara, tudo está por construir.

source: Ta peau est nette et claire, prête pour un bronzage progressif.
en: Your skin is clear and fair, ready for a gradual tan.
es: Tu piel está limpia y clara, lista para un bronceado progresivo.
it: La tua pelle è netta e chiara, pronta per un'abbronzatura graduale.
pt: A tua pele está limpa e clara, pronta para um bronzeado progressivo.

source: Ta peau est nettement échauffée : signe qu'elle a eu sa dose d'UV pour aujourd'hui.
en: Your skin is clearly overheated: a sign it's had its UV dose for today.
es: Tu piel está claramente caliente: señal de que ya tuvo su dosis de UV por hoy.
it: La tua pelle è chiaramente surriscaldata: segno che ha avuto la sua dose di UV per oggi.
pt: A tua pele está claramente aquecida: sinal de que já teve a sua dose de UV por hoje.

source: Ta peau est richement pigmentée et brûle exceptionnellement.
en: Your skin is richly pigmented and burns exceptionally rarely.
es: Tu piel está ricamente pigmentada y se quema excepcionalmente.
it: La tua pelle è riccamente pigmentata e si scotta eccezionalmente.
pt: A tua pele é ricamente pigmentada e queima excecionalmente.

source: Ta peau est un peu réactive aujourd'hui, sans excès.
en: Your skin is a bit reactive today, nothing excessive.
es: Tu piel está algo reactiva hoy, sin excesos.
it: La tua pelle è un po' reattiva oggi, senza eccessi.
pt: A tua pele está um pouco reativa hoje, sem excessos.

source: Ta peau est échauffée et sensible aujourd'hui.
en: Your skin is overheated and sensitive today.
es: Tu piel está caliente y sensible hoy.
it: La tua pelle è surriscaldata e sensibile oggi.
pt: A tua pele está aquecida e sensível hoje.

source: Ta peau gagne en couleur tout en restant saine.
en: Your skin gains color while staying healthy.
es: Tu piel gana color manteniéndose sana.
it: La tua pelle guadagna colore restando sana.
pt: A tua pele ganha cor mantendo-se saudável.

source: Ta peau montre des signes francs d'irritation après l'exposition.
en: Your skin shows clear signs of irritation after exposure.
es: Tu piel muestra signos claros de irritación tras la exposición.
it: La tua pelle mostra segni evidenti di irritazione dopo l'esposizione.
pt: A tua pele mostra sinais claros de irritação após a exposição.

source: Ta peau pointe une petite réaction aux UV.
en: Your skin shows a small reaction to UV.
es: Tu piel apunta una pequeña reacción a los UV.
it: La tua pelle accenna una piccola reazione ai raggi UV.
pt: A tua pele aponta uma pequena reação aos UV.

source: Ta peau renvoie une jolie lumière.
en: Your skin gives off a lovely light.
es: Tu piel devuelve una bonita luz.
it: La tua pelle riflette una bella luce.
pt: A tua pele devolve uma bela luz.

source: Ta peau rosit doucement — à garder à l'œil.
en: Your skin is gently reddening — worth keeping an eye on.
es: Tu piel se sonrosa suavemente: hay que vigilarla.
it: La tua pelle si arrossa dolcemente — da tenere d'occhio.
pt: A tua pele cora suavemente — a manter debaixo de olho.

source: Ta peau tire vers le rouge, elle a atteint sa limite du moment.
en: Your skin is turning red, it's reached its current limit.
es: Tu piel tira a rojo, ha alcanzado su límite del momento.
it: La tua pelle tende al rosso, ha raggiunto il suo limite del momento.
pt: A tua pele puxa para o vermelho, atingiu o seu limite do momento.

source: Ta progression
en: Your progress
es: Tu progreso
it: I tuoi progressi
pt: O teu progresso

source: Ta routine du jour
en: Your daily routine
es: Tu rutina del día
it: La tua routine del giorno
pt: A tua rotina do dia

source: Ta routine du soir
en: Your evening routine
es: Tu rutina de noche
it: La tua routine serale
pt: A tua rotina da noite

source: Ta régularité
en: Your consistency
es: Tu constancia
it: La tua costanza
pt: A tua regularidade

source: Ta teinte actuelle ?
en: Your current shade?
es: ¿Tu tono actual?
it: La tua tonalità attuale?
pt: O teu tom atual?

source: Ta teinte est
en: Your shade is
es: Tu tono es
it: La tua tonalità è
pt: O teu tom é

source: Ta teinte est intense — objectif largement atteint.
en: Your shade is intense — goal more than reached.
es: Tu tono es intenso: objetivo ampliamente alcanzado.
it: La tua tinta è intensa — obiettivo ampiamente raggiunto.
pt: O teu tom está intenso — objetivo amplamente alcançado.

source: Taches
en: Spots
es: Manchas
it: Macchie
pt: Manchas

source: Taches de rousseur
en: Freckles
es: Pecas
it: Lentiggini
pt: Sardas

source: Taches pigmentaires
en: Pigmentation spots
es: Manchas de pigmentación
it: Macchie pigmentarie
pt: Manchas de pigmentação
